Repository: Tehveli/flutter_giphy
Catalog: lib/src/ui/l10n/app_*.arb
Languages: fr

source: Close
fr: Fermer

source: Translate
fr: Traduire

# convert_word_to
source: Converts words and phrases to the perfect {element}
fr: Convertit les mots et les phrases en mots parfaits {element}

source: Search Stickers
fr: Rechercher un Stickers

# search_gif
source: Search Gifs
fr: Rechercher un Gifs

# use_search_user
source: Use @ to search a user
fr: Utiliser @ pour rechercher un utilisateur

source: No gif found
fr: Aucun gif trouvé

source: Trending
fr: Tendance

source: Favorites
fr: Favoris

source: No favorites found
fr: Aucun favoris trouvé

# select_gif
source: Select this GIF
fr: Sélectionner ce GIF

# select_sticker
source: Select this Sticker
fr: Sélectionner ce Sticker

# select_emoji
source: Select this Emoji
fr: Sélectionner cet Emoji
